<?php
$nav = array(
		'p1' => array(
				'xpath' =>"//product[category='Стабилизатор напряжения' and power>400 and power<1100 and phases=1]",
				'caption' => "Стабилизаторы напряжения 1кВА и менее",
				'title' => "Стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "стаблизатор напряжения",
				'description' => "йцукйкйукйукйук"	
				),
		'p3' => array(
				'xpath' =>"//product[category='Стабилизатор напряжения' and power>1000 and power<3100]",
				'caption' => "Стабилизаторы напряжения до 3кВА",
				'title' => "Стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "стаблизатор напряжения",
				'description' => "йцукйкйукйукйук"	
				),
		'p5' => array(
				'xpath' =>"//product[category='Стабилизатор напряжения' and power>3000 and power<5100]",
				'caption' => "Стабилизаторы напряжения до 5кВА",
				'title' => "Стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "стаблизатор напряжения",
				'description' => "йцукйкйукйукйук"	
				),
		'p8' => array(
				'xpath' =>"//product[category='Стабилизатор напряжения' and power>5000 and power<8100]",
				'caption' => "Стабилизаторы напряжения до 8кВА",
				'title' => "Стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "стаблизатор напряжения",
				'description' => "йцукйкйукйукйук"	
				),
		'p10' => array(
				'xpath' =>"//product[category='Стабилизатор напряжения' and power>8000 and power<10100]",
				'caption' => "Стабилизаторы напряжения до 10кВА",
				'title' => "Стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "стаблизатор напряжения",
				'description' => "йцукйкйукйукйук"	
				),
		'pbig' => array(
				'xpath' =>"//product[category='Стабилизатор напряжения' and power>10000 and phases=1]",
				'caption' => "Стабилизаторы напряжения более 10кВА",
				'title' => "Стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "стаблизатор напряжения",
				'description' => "йцукйкйукйукйук"	
				),
		'winter' => array(
				'xpath' =>"//product[category='Стабилизатор напряжения' and ltemp<-5 and phases=1]",
				'caption' => "Морозоустойчивые стабилизаторы напряжения",
				'title' => "Стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "стаблизатор напряжения",
				'description' => "йцукйкйукйукйук"	
				),				
		'stab' => array(
				'xpath' => "//product[category='Стабилизатор напряжения']",
				'caption' => "Стабилизаторы напряжения",
				'title' => "Стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "стаблизатор напряжения",
				'description' => ""
				),
		'phase1' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=1]",
				'caption' => "Однофазные стабилизаторы напряжения",
				'title' => "Однофазные стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "однофазный стаблизатор напряжения",
				'description' => ""
				),
		'phase3' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=3]",
				'caption' => "Трехфазные стабилизаторы напряжения",
				'title' => "Трехфазные стабилизаторы напряжения | Интернет магазин электрооборудования",
				'keywords' => "трехфазный стабилизатор напряжения",
				'description' => ""
				),
		'converter' => array(
				'xpath' => "//product[category='Инвертор' or category='Аккумулятор']",
				'caption' => "Преобразователи напряжения",
				'title' => "Инверторы, преобразователи напряжения, ИБП, аккумуляторы | Интернет магазин электрооборудования",
				'keywords' => "",
				'description' => ""
				),
		'invertor' => array(
				'xpath' => "//product[category='Инвертор']",
				'caption' => "Инверторы (преобразователи напряжения)",
				'title' => "Инверторы (преобразователи напряжения) | Интернет магазин электрооборудования",
				'keywords' => "",
				'description' => ""
				),
		'snvt' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=1 and series='CHBT']",
				'caption' => "Стабилизаторы напряжения Энергия СНВТ/1",
				'title' => "Стабилизаторы напряжения Энергия СНВТ/1 | Интернет магазин электрооборудования",
				'keywords' => "стабилизаторы, энергия, снвт, hybrid",
				'description' => "Однофазные стабилизаторы напряжения Энергия СНВТ/1 на 220В"
				),
		'voltron' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=1 and series='PCH']",
				'caption' => "Стабилизаторы напряжения Voltron РСН",
				'title' => "Стабилизаторы напряжения Voltron РСН | Интернет магазин электрооборудования",
				'keywords' => "стабилизаторы, энергия, voltron, рсн",
				'description' => "Однофазные стабилизаторы напряжения Voltron РСН на 220В"
				),
		'ach' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=1 and series='ACH']",
				'caption' => "Стабилизаторы напряжения UPower АСН",
				'title' => "Стабилизаторы напряжения UPower АСН | Интернет магазин электрооборудования",
				'keywords' => "стабилизаторы, энергия, upower, ach, асн",
				'description' => "Однофазные стабилизаторы напряжения UPower АСН на 220В"
				),
		'classic-ultra' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=1 and (series='CLASSIC' or series='ULTRA')]",
				'caption' => "Стабилизаторы напряжения Classic и Ultra",
				'title' => "Стабилизаторы напряжения Classic и Ultra | Интернет магазин электрооборудования",
				'keywords' => "стабилизаторы, энергия, classic, ultra",
				'description' => "Однофазные стабилизаторы напряжения Classic и Ultra на 220В"
				),
		'apc' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=1 and series='APC']",
				'caption' => "Стабилизаторы для газовых котлов Энергия АРС",
				'title' => "Стабилизаторы для газовых котлов Энергия АРС | Интернет магазин электрооборудования",
				'keywords' => "стабилизаторы, энергия, apc, арс",
				'description' => "Стабилизаторы для газовых котлов Энергия АРС"
				),
		'snvt-3' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=3 and series='CHBT']",
				'caption' => "Стабилизаторы напряжения Энергия СНВТ/3",
				'title' => "Стабилизаторы напряжения Энергия СНВТ/3 | Интернет магазин электрооборудования",
				'keywords' => "стабилизаторы, энергия, снвт, hybrid",
				'description' => "Трехфазные стабилизаторы напряжения Энергия СНВТ/3 на 380В"
				),
		'voltron-3d' => array(
				'xpath' => "//product[category='Стабилизатор напряжения' and phases=3 and series='3D']",
				'caption' => "Трехфазные стабилизаторы напряжения Voltron 3D",
				'title' => "Трехфазные стабилизаторы напряжения Voltron 3D | Интернет магазин электрооборудования",
				'keywords' => "стабилизаторы, энергия, voltron, 3d, трехфазные",
				'description' => "Трехфазные стабилизаторы напряжения Voltron 3D на 380В"
				),
		'pn' => array(
				'xpath' => "//product[category='Инвертор' and series='PN']",
				'caption' => "Инверторы (преобразователи напряжения) Энергия ПН",
				'title' => "Инверторы (преобразователи напряжения) Энергия ПН | Интернет магазин электрооборудования",
				'keywords' => "инвертор, преобразователь напряжения, энергия, пн",
				'description' => "Инверторы (преобразователи напряжения) Энергия ПН для построения систем бесперебойного питания"
				),
		'battery' => array(
				'xpath' => "//product[category='Аккумулятор']",
				'caption' => "Аккумуляторы для инверторов и ИБП",
				'title' => "Аккумуляторные батареи (АКБ) для инверторов и ИБП | Интернет магазин электрооборудования",
				'keywords' => "АКБ, аккумулятор, инвертор, энергия",
				'description' => "Аккумуляторные батареи (АКБ) для инверторов и ИБП"
				),
            );